Repository: sureshgvl/janmat
Catalog: lib/l10n/features/notifications/notifications_*.arb
Languages: mr

source: Notification Preferences
mr: सूचना प्राधान्ये

source: General Settings
mr: सामान्य सेटिंग्ज

source: Push Notifications
mr: पुश सूचना

# pushNotificationsDescription
source: Receive notifications when app is closed
mr: अॅप बंद असताना सूचना प्राप्त करा

source: Notification Types
mr: सूचना प्रकार

source: Chat Messages
mr: चॅट संदेश

# chatMessagesDescription
source: Messages, mentions, and chat updates
mr: संदेश, उल्लेख आणि चॅट अपडेट्स

source: Candidate Activity
mr: उमेदवार क्रियाकलाप

# candidateActivityDescription
source: New followers, posts, and updates
mr: नवीन फॉलोअर्स, पोस्ट आणि अपडेट्स

# pollsAndSurveys
source: Polls & Surveys
mr: मतदान आणि सर्वेक्षणे

# pollsAndSurveysDescription
source: New polls, results, and deadlines
mr: नवीन मतदान, निकाल आणि अंतिम मुदती

source: System Updates
mr: सिस्टम अपडेट्स

# systemUpdatesDescription
source: App updates, security, and maintenance
mr: अॅप अपडेट्स, सुरक्षा आणि देखभाल

source: Important Notifications
mr: महत्वाच्या सूचना

# importantNotificationsDescription
source: These notifications are always important and help protect your account and keep you informed about critical updates.
mr: या सूचना नेहमी महत्वाच्या असतात आणि तुमच्या खात्याचे रक्षण करण्यात आणि महत्वाच्या अपडेट्सबद्दल माहिती ठेवण्यात मदत करतात.

source: Security Alerts
mr: सुरक्षा अलर्ट

# securityAlertsDescription
source: Security issues and account alerts
mr: सुरक्षा समस्या आणि खाते अलर्ट

source: Election Reminders
mr: निवडणूक स्मरणपत्रे

# electionRemindersDescription
source: Election day and voting reminders
mr: निवडणूक दिवस आणि मतदान स्मरणपत्रे

source: Event Reminders
mr: कार्यक्रम स्मरणपत्रे

# eventRemindersDescription
source: Upcoming event notifications
mr: आगामी कार्यक्रम सूचना

source: Poll Deadlines
mr: मतदान अंतिम मुदती

# pollDeadlinesDescription
source: Poll closing reminders
mr: मतदान बंद होण्यापूर्वी स्मरणपत्रे

source: Quiet Hours
mr: शांत तास

source: Enable Quiet Hours
mr: शांत तास सक्षम करा

# quietHoursDescription
source: Pause notifications during specified hours
mr: निर्दिष्ट तासात सूचना थांबवा

source: Start Time
mr: सुरुवातीचा वेळ

source: End Time
mr: शेवटचा वेळ

source: Not set
mr: सेट केले नाही

source: Advanced Settings
mr: प्रगत सेटिंग्ज

source: Do Not Disturb
mr: तुम्हाला त्रास देऊ नका

# doNotDisturbDescription
source: Block all notifications temporarily
mr: तात्पुरत्या सर्व सूचना ब्लॉक करा

source: Reset to Defaults
mr: डीफॉल्टवर रीसेट करा

# resetToDefaultsDescription
source: Restore all settings to default values
mr: सर्व सेटिंग्ज डीफॉल्ट मूल्यांवर पुनर्स्थापित करा

source: Reset Settings
mr: सेटिंग्ज रीसेट करा

# resetSettingsConfirm
source: Are you sure you want to reset all notification settings to their default values?
mr: तुम्हाला सर्व सूचना सेटिंग्ज त्यांच्या डीफॉल्ट मूल्यांवर रीसेट करायच्या आहेत याची खात्री आहे का?

source: Success
mr: यश

source: Settings reset to defaults
mr: सेटिंग्ज डीफॉल्टवर रीसेट केल्या

source: Failed to load preferences
mr: प्राधान्ये लोड करण्यात अयशस्वी

source: Retry
mr: पुन्हा प्रयत्न करा

# notificationsTitle
source: Notifications
mr: सूचना

source: Mark all as read
mr: सर्व वाचले असल्याचे चिन्हांकित करा

source: Delete all
mr: सर्व हटवा

source: Clear test notifications
mr: चाचणी सूचना साफ करा

source: Print stats
mr: आकडेवारी मुद्रित करा

source: Delete All Notifications
mr: सर्व सूचना हटवा

# deleteAllNotificationsConfirm
source: Are you sure you want to delete all notifications? This action cannot be undone.
mr: तुम्हाला सर्व सूचना हटवायच्या आहेत याची खात्री आहे का? ही क्रिया पूर्ववत करता येणार नाही.

source: All notifications marked as read
mr: सर्व सूचना वाचल्या म्हणून चिन्हांकित केल्या

source: All notifications deleted
mr: सर्व सूचना हटवल्या

source: Notification deleted
mr: सूचना हटवली

source: Error
mr: त्रुटी

# failedToMarkAsRead
source: Failed to mark notification as read
mr: सूचना वाचली असल्याचे चिन्हांकित करण्यात अयशस्वी

# failedToMarkAsUnread
source: Failed to mark notification as unread
mr: सूचना न वाचलेली असल्याचे चिन्हांकित करण्यात अयशस्वी

source: Failed to delete notification
mr: सूचना हटवण्यात अयशस्वी

source: Failed to delete all notifications
mr: सर्व सूचना हटवण्यात अयशस्वी

source: Failed to mark all as read
mr: सर्व सूचना वाचल्या म्हणून चिन्हांकित करण्यात अयशस्वी

source: Failed to load notifications
mr: सूचना लोड करण्यात अयशस्वी

source: Try Again
mr: पुन्हा प्रयत्न करा

source: No notifications yet
mr: अजून एकही सूचना नाही

# noNotificationsDescription
source: You'll see your notifications here when you receive them.
mr: तुम्हाला सूचना मिळाल्यावर त्या येथे दिसतील.

source: Delete Notification
mr: सूचना हटवा

# deleteNotificationConfirm
source: Are you sure you want to delete this notification?
mr: तुम्हाला ही सूचना हटवायची आहे याची खात्री आहे का?

source: Mark as unread
mr: न वाचलेली म्हणून चिन्हांकित करा

source: Mark as read
mr: वाचली म्हणून चिन्हांकित करा

source: Test Notifications
mr: चाचणी सूचना

source: Test New Follower
mr: नवीन फॉलोअर चाचणी

# testNewFollowerDescription
source: Simulate someone following you
mr: कोणीतरी तुम्हाला फॉलो करत आहे हे सिमुलेट करा

source: Test Level Up
mr: स्तर उन्नती चाचणी

# testLevelUpDescription
source: Simulate level progression
mr: स्तर उन्नती सिमुलेट करा

source: Test Chat Message
mr: चॅट संदेश चाचणी

# testChatMessageDescription
source: Simulate new chat message
mr: नवीन चॅट संदेश सिमुलेट करा

source: Test Poll
mr: मतदान चाचणी

# testPollDescription
source: Simulate new poll notification
mr: नवीन मतदान सूचना सिमुलेट करा

source: Clear All Tests
mr: सर्व चाचण्या साफ करा

# clearAllTestsDescription
source: Remove all test notifications
mr: सर्व चाचणी सूचना काढा

source: New Follower notification sent
mr: नवीन फॉलोअर सूचना पाठवली

source: Level Up notification sent
mr: स्तर उन्नती सूचना पाठवली

source: Chat message notification sent
mr: चॅट संदेश सूचना पाठवली

source: Poll notification sent
mr: मतदान सूचना पाठवली

source: Test notifications cleared
mr: चाचणी सूचना साफ केल्या

source: Cancel
mr: रद्द करा
