Repository: sureshgvl/janmat
Catalog: lib/l10n/features/onboarding/onboarding_*.arb
Languages: mr

# welcomeTitle
source: Welcome to JanMat
mr: जनमतमध्ये आपले स्वागत

# welcomeSubtitle
source: Connect with your ward's future leaders through transparent, direct communication
mr: आपल्या वॉर्डच्या भविष्यातील नेत्यांशी पारदर्शक, थेट संवादाद्वारे जोडा

# candidatesTitle
source: Know Your Candidates
mr: आपल्या उमेदवारांना जाणून घ्या

# candidatesSubtitle
source: Browse comprehensive candidate profiles, read manifestos, and access contact information for ward-specific election insights
mr: सर्वसमावेशक उमेदवार प्रोफाइल ब्राउझ करा, घोषणापत्र वाचा आणि वॉर्ड-विशिष्ट निवडणूक माहितीसाठी संपर्क माहिती मिळवा

# chatTitle
source: Real-Time Dialogue
mr: रिअल-टाइम संवाद

# chatSubtitle
source: Direct messaging with ward candidates, group discussions, and gamified communication with XP rewards
mr: वॉर्ड उमेदवारांशी थेट मेसेजिंग, ग्रुप चर्चा आणि XP बक्षीसांसह गेमिफाइड संवाद

# pollsTitle
source: Participate in Democracy
mr: लोकशाहीत सहभागी व्हा

# pollsSubtitle
source: Vote in election-related polls, view real-time results, and engage in community discussions
mr: निवडणूक-संबंधित मतदानात मत द्या, रिअल-टाइम निकाल पहा आणि समुदाय चर्चेत सहभागी व्हा

# locationTitle
source: Ward-Specific Content
mr: वॉर्ड-विशिष्ट सामग्री

# locationSubtitle
source: Location-based candidate discovery, ward discussions, and localized election information
mr: स्थान-आधारित उमेदवार शोध, वॉर्ड चर्चा आणि स्थानिक निवडणूक माहिती

# premiumTitle
source: Enhanced Engagement
mr: वर्धित सहभाग

# premiumSubtitle
source: XP rewards, premium messaging, advanced analytics, and achievement badges for active participation
mr: XP बक्षिसे, प्रीमियम मेसेजिंग, प्रगत विश्लेषण आणि सक्रिय सहभागासाठी achievement badges

source: Skip
mr: वगळा

source: Next
mr: पुढे

source: Get Started
mr: सुरू करा
