Repository: sureshgvl/janmat
Catalog: lib/l10n/screens/monetization_screen_*.arb
Languages: mr

source: Premium Features
mr: प्रीमियम वैशिष्ट्ये

source: Upgrade to unlock premium features
mr: प्रीमियम वैशिष्ट्ये अनलॉक करण्यासाठी अपग्रेड करा

source: Premium
mr: प्रीमियम

source: XP Points
mr: XP गुण

source: XP Store
mr: XP स्टोर

source: Choose Your Plan
mr: तुमची योजना निवडा

source: Buy XP Points
mr: XP गुण खरेदी करा

source: Your XP Balance
mr: तुमचे XP बॅलन्स

source: Upgrade to Premium
mr: प्रीमियममध्ये अपग्रेड करा

source: Buy Now
mr: आता खरेदी करा

source: How to use XP Points
mr: XP गुण कसे वापरावे

source: Unlock Premium Content
mr: प्रीमियम सामग्री अनलॉक करा

source: Access exclusive candidate manifestos and media
mr: विशेष उमेदवार घोषणापत्रे आणि मीडिया मध्ये प्रवेश मिळवा

source: Join Premium Chat Rooms
mr: प्रीमियम गप्पा खोल्यांमध्ये सामील व्हा

source: Participate in candidate-only discussions
mr: उमेदवार-फक्त चर्चेत सहभागी व्हा

source: Vote in Exclusive Polls
mr: विशेष मतदानात मत द्या

source: Influence decisions with premium voting rights
mr: प्रीमियम मतदान अधिकारांसह निर्णयांवर प्रभाव टाका

source: Reward Other Voters
mr: इतर मतदारांना बक्षीस द्या

source: Give XP points to helpful community members
mr: मदतनीस समुदाय सदस्यांना XP गुण द्या

source: No plans available at the moment
mr: सध्या कोणत्याही योजना उपलब्ध नाहीत

source: No XP plans available at the moment
mr: सध्या कोणत्याही XP योजना उपलब्ध नाहीत

source: Limited Time Offer!
mr: मर्यादित कालावधी ऑफर!

source: Sold Out!
mr: विकले गेले!

# onlyRs1999ForFirst1000Candidates
source: Only ₹1,999 for first 1,000 candidates!
mr: पहिल्या 1,000 उमेदवारांसाठी फक्त ₹1,999!

# rs1999PlanIsNowSoldOutRs5000PlanAvailable
source: ₹1,999 plan is now sold out. ₹5,000 plan available.
mr: ₹1,999 योजना आता संपली आहे. ₹5,000 योजना उपलब्ध आहे.

source: slots left
mr: स्लॉट शिल्लक

source: candidates upgraded
mr: उमेदवार अपग्रेड झाले

source: Only {remaining} slots remaining! Upgrade now before price increases.
mr: फक्त {remaining} स्लॉट शिल्लक! किंमत वाढण्यापूर्वी आता अपग्रेड करा.

source: Your Account Status
mr: तुमचे खाते स्थिती

# paymentMode
source: Payment Mode: {mode}
mr: पेमेंट मोड: {mode}

source: Mock (Testing)
mr: मॉक (चाचणी)

source: Real Razorpay
mr: खरे Razorpay

# mockModeSimulatesPaymentWithoutRazorpayDialog
source: Mock mode simulates payment without Razorpay dialog. Use this for testing the complete flow.
mr: मॉक मोड Razorpay संवादाशिवाय पेमेंटचे अनुकरण करतो. संपूर्ण प्रवाह चाचणी करण्यासाठी हे वापरा.

# realModeShowsActualRazorpayPaymentDialog
source: Real mode shows actual Razorpay payment dialog with all payment options. Use this to test production UI.
mr: खरा मोड प्रत्यक्ष Razorpay पेमेंट संवाद दाखवतो सर्व पेमेंट पर्यायांसह. उत्पादन UI चाचणी करण्यासाठी हे वापरा.

source: Name
mr: नाव

source: Phone
mr: फोन

source: Role
mr: भूमिका

source: XP Balance
mr: XP बॅलन्स

source: Premium Status
mr: प्रीमियम स्थिती

source: Current Plan
mr: सध्याची योजना

source: Trial Status
mr: ट्रायल स्थिती

source: Active
mr: सक्रिय

source: Profile Complete
mr: प्रोफाइल पूर्ण

source: Yes
mr: होय

source: No
mr: नाही

source: Total Subscriptions
mr: एकूण सदस्यता

source: Debug Logs
mr: डीबग लॉग्ज

source: Clear Logs
mr: लॉग्ज साफ करा

source: Purchase {planName}
mr: {planName} खरेदी करा

# areYouSureYouWantToPurchasePlanNameForPrice
source: Are you sure you want to purchase {planName} for ₹{price}? {featuresCount} premium features will be unlocked. You will be redirected to our secure payment gateway.
mr: तुम्हाला खरोखर {planName} ₹{price} साठी खरेदी करायची आहे का? {featuresCount} प्रीमियम वैशिष्ट्ये अनलॉक होतील. तुम्हाला आमच्या सुरक्षित पेमेंट गेटवेवर पाठवले जाईल.

source: Proceed to Payment
mr: पेमेंटवर पुढे जा

source: Please login to make a purchase
mr: खरेदी करण्यासाठी कृपया लॉगिन करा

source: Payment Error
mr: पेमेंट त्रुटी

source: Failed to initiate payment. Please try again.
mr: पेमेंट सुरू करण्यात अयशस्वी. कृपया पुन्हा प्रयत्न करा.

source: Payment process initiated successfully
mr: पेमेंट प्रक्रिया यशस्वीरित्या सुरू झाली

source: Features:
mr: वैशिष्ट्ये:
