Repository: sureshgvl/janmat
Catalog: lib/l10n/features/settings/settings_*.arb
Languages: mr

source: Device Management
mr: डिव्हाइस व्यवस्थापन

source: Manage your active devices
mr: आपल्या सक्रिय डिव्हाइसचे व्यवस्थापन करा

source: Settings
mr: सेटिंग्ज

source: Language
mr: भाषा

source: Notifications
mr: अधिसूचना

source: Dark Mode
mr: डार्क मोड

source: About
mr: आमच्याबद्दल

source: Privacy Policy
mr: गोपनीयता धोरण

source: Terms of Service
mr: सेवा अटी

# helpAndSupport
source: Help & Support
mr: मदत आणि समर्थन

source: Logout
mr: लॉग आउट

source: Change Password
mr: पासवर्ड बदला

source: Account Settings
mr: खाते सेटिंग्ज

# appVersion
source: App Version {version}
mr: अॅप आवृत्ती {version}

source: Clear Cache
mr: कॅशे साफ करा

# clearCacheConfirm
source: Are you sure you want to clear the cache?
mr: आपण नक्की कॅशे साफ करू इच्छिता?

# cacheCleared
source: Cache cleared successfully
mr: कॅशे यशस्वीरित्या साफ झाला

source: Reset Settings
mr: सेटिंग्ज रीसेट करा

# resetSettingsConfirm
source: Are you sure you want to reset all settings to default?
mr: आपण नक्की सर्व सेटिंग्ज डिफॉल्टमध्ये रीसेट करू इच्छिता?

# settingsReset
source: Settings reset to default
mr: सेटिंग्ज डिफॉल्टमध्ये रीसेट झाल्या

source: Theme
mr: थीम

source: Manage notification preferences
mr: अधिसूचना प्राधान्ये व्यवस्थापित करा

source: About JanMat
mr: जन्मत बद्दल

# versionLabel
source: Version: {version}
mr: आवृत्ती: {version}

# janMatDescription
source: JanMat is a platform connecting citizens with political candidates and fostering democratic engagement.
mr: जन्मत हे नागरिकांना राजकीय उमेदवारांशी जोडणारे आणि लोकशाही सहभाग वाढविणारे प्लॅटफॉर्म आहे.

source: Features:
mr: वैशिष्ट्ये:

# featureCandidateProfiles
source: • Candidate profiles and information
mr: • उमेदवार प्रोफाइल आणि माहिती

# featureRealTimeChat
source: • Real-time chat and discussions
mr: • रिअल-टाइम चॅट आणि चर्चा

# featureElectionUpdates
source: • Election updates and notifications
mr: • निवडणूक अपडेट आणि अधिसूचना

# featureMultiLanguage
source: • Multi-language support
mr: • बहुभाषिक समर्थन

source: Close
mr: बंद करा

source: Success
mr: यश

# patrioticTheme
source: Patriotic
mr: देशभक्त

# patrioticDescription
source: Saffron & Green - National spirit
mr: केसरी आणि हिरवा - राष्ट्रीय भावना

# parliamentaryTheme
source: Parliamentary
mr: संसदीय

# parliamentaryDescription
source: Blue & White - Parliamentary elections
mr: निळा आणि पांढरा - संसदीय निवडणुका

# assemblyTheme
source: Assembly
mr: विधानसभा

# assemblyDescription
source: Green & White - State Assembly
mr: हिरवा आणि पांढरा - राज्य विधानसभा

# localBodyTheme
source: Local Body
mr: स्थानिक संस्था

# localBodyDescription
source: Orange & Brown - Local governance
mr: नारिंगी आणि तपकिरी - स्थानिक शासन
