Repository: sureshgvl/janmat
Catalog: lib/l10n/features/auth/auth_*.arb
Languages: mr

source: Welcome to JanMat
mr: जन्मतमध्ये आपले स्वागत

source: Please select your preferred language
mr: कृपया आपली पसंतीची भाषा निवडा

source: Continue in English
mr: English मध्ये सुरू ठेवा

source: Continue
mr: सुरू ठेवा

source: Janmat
mr: जनमत

# phoneVerificationNotice
source: 📱 For phone verification, a browser may open to complete the security check. Please complete the verification and return to the app.
mr: 📱 फोन वेरिफिकेशनसाठी, सुरक्षा चेक पूर्ण करण्यासाठी ब्राउझर उघडू शकतो. कृपया वेरिफिकेशन पूर्ण करा आणि अॅपमध्ये परत या.

source: Sending OTP...
mr: OTP पाठवत आहे...

# verificationMayTakeTime
source: This may take a moment if verification is required.
mr: जर वेरिफिकेशन आवश्यक असेल तर याला थोडा वेळ लागू शकतो.

source: Sending...
mr: पाठवत आहे...

source: Verifying OTP...
mr: OTP वेरिफाई करत आहे...

source: Resend OTP
mr: OTP पुन्हा पाठवा

# resendOTPIn
source: Resend OTP in {time}s
mr: OTP पुन्हा पाठवा {time} सेकंदात

# continueAs
source: Continue as {name}
mr: {name} म्हणून सुरू ठेवा

source: Sign in with different account
mr: वेगळ्या खात्याने साइन इन करा

# chooseHowToSignIn
source: Choose how you want to sign in
mr: आपण कसे साइन इन करू इच्छिता ते निवडा

source: Signing in...
mr: साइन इन करत आहे...

source: Choose Your Role
mr: आपली भूमिका निवडा

source: How would you like to participate?
mr: आपण कसे सहभागी होऊ इच्छिता?

# selectYourRoleToCustomizeExperience
source: Select your role to customize your experience
mr: आपले अनुभव सानुकूलित करण्यासाठी आपली भूमिका निवडा

source: Voter
mr: मतदार

source: Stay informed and participate in discussions
mr: माहितीपूर्ण रहा आणि चर्चेत सहभागी व्हा

source: Access ward discussions, polls, and community updates
mr: वॉर्ड चर्चा, मतदान आणि समुदाय अपडेट्समध्ये प्रवेश मिळवा

source: Candidate
mr: उमेदवार

source: Run for office and connect with voters
mr: पदासाठी उभे राहा आणि मतदारांशी जोडा

source: Create your profile, share manifesto, and engage with community
mr: आपले प्रोफाइल तयार करा, घोषणापत्र सामायिक करा आणि समुदायाशी संलग्न व्हा

# continueButton
source: Continue
mr: सुरू ठेवा

source: You can change your role later in settings
mr: आपण नंतर सेटिंग्जमध्ये आपली भूमिका बदलू शकता

source: Phone Number
mr: फोन नंबर

source: Send OTP
mr: OTP पाठवा

# enterOTP
source: Enter OTP sent to +91{phone}
mr: +91{phone} वर पाठवलेला OTP टाका

source: Verifying...
mr: तपासत आहे...

source: Verify OTP
mr: OTP सत्यापित करा

source: Change Phone Number
mr: फोन नंबर बदला

source: Sign in with Google
mr: Google सह साइन इन करा

source: Please select a role to continue
mr: सुरू ठेवण्यासाठी कृपया भूमिका निवडा

source: Role Selected!
mr: भूमिका निवडली!

source: You selected Candidate. Please complete your profile.
mr: आपण उमेदवार निवडला आहे. कृपया आपले प्रोफाइल पूर्ण करा.

source: You selected Voter. Please complete your profile.
mr: आपण मतदार निवडला आहे. कृपया आपले प्रोफाइल पूर्ण करा.

# failedToSaveRole
source: Failed to save role: {error}
mr: भूमिका जतन करण्यात अयशस्वी: {error}
