Repository: sureshgvl/janmat
Catalog: lib/l10n/app_*.arb
Languages: mr

# womenSafetyDescription
source: Women empowerment & security
mr: महिला सशक्तीकरण आणि सुरक्षा

source: Use This Template
mr: हे टेम्प्लेट वापरा

source: Will be deleted when you save
mr: जेव्हा तुम्ही सेव्ह कराल तेव्हा हटवले जाईल

source: Mark PDF for Deletion
mr: PDF हटवण्यासाठी चिन्हांकित करा

# pdfDeletionWarning
source: This PDF will be permanently deleted when you save changes. This action cannot be undone.
mr: हे PDF तुम्ही बदल सेव्ह केल्यावर कायमचा हटवले जाईल. ही क्रिया पूर्ववत केली जाऊ शकत नाही.

source: Mark for Deletion
mr: हटवण्यासाठी चिन्हांकित करा

# pdfMarkedForDeletion
source: PDF marked for deletion. Press Save to confirm.
mr: PDF हटवण्यासाठी चिन्हांकित केले. पुष्टी करण्यासाठी सेव्ह दाबा.

source: Mark Image for Deletion
mr: प्रतिमा हटवण्यासाठी चिन्हांकित करा

# imageDeletionWarning
source: This image will be permanently deleted when you save changes. This action cannot be undone.
mr: ही प्रतिमा तुम्ही बदल सेव्ह केल्यावर कायमचा हटवली जाईल. ही क्रिया पूर्ववत केली जाऊ शकत नाही.

# imageMarkedForDeletion
source: Image marked for deletion. Press Save to confirm.
mr: प्रतिमा हटवण्यासाठी चिन्हांकित केली. पुष्टी करण्यासाठी सेव्ह दाबा.

source: Mark Video for Deletion
mr: व्हिडिओ हटवण्यासाठी चिन्हांकित करा

# videoDeletionWarning
source: This video will be permanently deleted when you save changes. This action cannot be undone.
mr: हा व्हिडिओ तुम्ही बदल सेव्ह केल्यावर कायमचा हटवला जाईल. ही क्रिया पूर्ववत केली जाऊ शकत नाही.

# videoMarkedForDeletion
source: Video marked for deletion. Press Save to confirm.
mr: व्हिडिओ हटवण्यासाठी चिन्हांकित केला. पुष्टी करण्यासाठी सेव्ह दाबा.

# premiumFeatureMultiResolution
source: Premium Feature - Multi-resolution video processing
mr: प्रीमियम वैशिष्ट्य - बहु-रेजोल्यूशन व्हिडिओ प्रोसेसिंग

source: Select District
mr: जिल्हा निवडा

# selectArea
source: Select Area (विभाग)
mr: क्षेत्र निवडा (विभाग)

source: Search districts...
mr: जिल्हे शोधा...

source: Search areas...
mr: क्षेत्रे शोधा...

source: Search wards...
mr: वॉर्ड शोधा...

source: No districts found
mr: कोणतेही जिल्हे सापडले नाहीत

source: No areas found
mr: कोणतीही क्षेत्रे सापडली नाहीत

source: No wards found
mr: कोणतेही वॉर्ड सापडले नाहीत

# tryDifferentSearchTerm
source: Try a different search term
mr: वेगळा शोध शब्द वापरा

# noAreasAvailable
source: No Areas
mr: कोणतीही क्षेत्रे उपलब्ध नाहीत

source: areas
mr: क्षेत्रे

source: Select district first
mr: आधी जिल्हा निवडा

source: Select area first
mr: आधी क्षेत्र निवडा

# noAreasAvailableInDistrict
source: No areas available in this district
mr: या जिल्ह्यात कोणतीही क्षेत्रे उपलब्ध नाहीत

# noWardsAvailableInArea
source: No wards available in this area
mr: या क्षेत्रात कोणतेही वॉर्ड उपलब्ध नाहीत

source: Profile photo updated successfully!
mr: प्रोफाइल फोटो यशस्वीरित्या अपडेट झाला!

source: Poll Question
mr: मतदान प्रश्न

# pollQuestionHint
source: What would you like to ask?
mr: तुम्हाला काय विचारायचे आहे?

source: Options
mr: पर्याय

# optionLabel
source: Option {number}
mr: पर्याय {number}

source: Remove option
mr: पर्याय काढा

# addOption
source: Add Option ({current}/{max})
mr: पर्याय जोडा ({current}/{max})

source: Expiration Settings
mr: कालबाह्यता सेटिंग्ज

# defaultExpiration
source: Default: 24 hours
mr: डीफॉल्ट: 24 तास

source: Expires in:
mr: कालबाह्य होईल:

# pollExpiresOn
source: Poll will expire on: {dateTime}
mr: मतदान कालबाह्य होईल: {dateTime}

# pleaseEnterPollQuestion
source: Please enter a poll question
mr: कृपया मतदान प्रश्न टाका

source: Please add at least 2 options
mr: कृपया कमीत कमी 2 पर्याय जोडा

source: Loading poll...
mr: मतदान लोड होत आहे...

source: Poll not found
mr: मतदान सापडले नाही

source: Vote Recorded!
mr: मत नोंदवले!

# voteRecordedMessage
source: Your vote has been recorded
mr: तुमचा मत नोंदवला गेला आहे

source: Vote Failed
mr: मत अयशस्वी

# voteFailedMessage
source: Failed to record your vote. Please try again.
mr: तुमचा मत नोंदवण्यात अयशस्वी. कृपया पुन्हा प्रयत्न करा.

# pollExpiredMessage
source: This poll has expired. Voting is no longer available.
mr: हे मतदान कालबाह्य झाले आहे. मतदान आता उपलब्ध नाही.

source: Thank you for voting!
mr: मतदान केल्याबद्दल धन्यवाद!

source: Maximum Options
mr: कमाल पर्याय

# maximumOptionsMessage
source: You can add up to 10 options
mr: तुम्ही कमाल 10 पर्याय जोडू शकता

source: Minimum Options
mr: किमान पर्याय

# minimumOptionsMessage
source: You need at least 2 options
mr: तुम्हाला कमीत कमी 2 पर्यायांची गरज आहे
