Repository: sureshgvl/janmat
Catalog: lib/l10n/app_*.arb
Languages: mr

# appTitle
source: JanMat
mr: जनमत

# welcomeMessage
source: Welcome to JanMat
mr: जनमतमध्ये आपले स्वागत आहे

source: Phone Number
mr: फोन नंबर

source: Sending...
mr: पाठवत आहे...

source: Send OTP
mr: OTP पाठवा

# enterOTP
source: Enter OTP sent to +91{phone}
mr: +91{phone} वर पाठवलेला OTP टाका

source: Verifying...
mr: तपासत आहे...

source: Verify OTP
mr: OTP सत्यापित करा

source: Change Phone Number
mr: फोन नंबर बदला

source: Sign in with Google
mr: Google सह साइन इन करा

source: Settings
mr: सेटिंग्ज

source: Language
mr: भाषा

source: Notifications
mr: अधिसूचना

source: Dark Mode
mr: डार्क मोड

source: About
mr: विषयी

source: Home
mr: मुख्यपृष्ठ

source: Candidates
mr: उमेदवार

source: Chat Rooms
mr: गप्पा खोल्या

source: Polls
mr: मतदान

source: Profile
mr: प्रोफाइल

source: Feed
mr: फीड

source: Browse Candidates
mr: उमेदवार पाहा

source: Ward Discussions
mr: वॉर्ड चर्चा

source: Surveys & Polls
mr: सर्वेक्षणे आणि मतदान

source: User Account
mr: वापरकर्ता खाते

source: votes
mr: मत

source: My Area Candidates
mr: माझ्या क्षेत्रातील उमेदवार

source: Candidates from your ward
mr: तुमच्या वॉर्डमधील उमेदवार

source: Candidate Dashboard
mr: उमेदवार डॅशबोर्ड

source: Basic Info
mr: मूलभूत माहिती

source: Achievements
mr: उपलब्धी

source: Manifesto
mr: घोषणापत्र

source: Contact
mr: संपर्क

source: Media
mr: मीडिया

source: Events
mr: कार्यक्रम

source: Highlight
mr: मुख्य मुद्दे

source: Analytics
mr: विश्लेषण

source: Search by Ward
mr: वॉर्डनुसार शोधा

source: Premium Features
mr: प्रीमियम वैशिष्ट्ये

source: Upgrade to unlock premium features
mr: प्रीमियम वैशिष्ट्ये अनलॉक करण्यासाठी अपग्रेड करा

source: Delete Account
mr: खाते हटवा

source: Permanently delete your account and data
mr: तुमचे खाते आणि डेटा कायमचा हटवा

source: Error
mr: त्रुटी

# failedToLogout
source: Failed to logout: {error}
mr: लॉगआउट करण्यात अयशस्वी: {error}

source: Manage your campaign and connect with voters
mr: तुमच्या प्रचाराचे व्यवस्थापन करा आणि मतदारांशी संपर्क साधा

source: Stay informed about your local candidates
mr: तुमच्या स्थानिक उमेदवारांबद्दल माहिती मिळवा

source: Premium Trial Active
mr: प्रीमियम ट्रायल सक्रिय

# oneDayRemainingUpgrade
source: 1 day remaining - Upgrade to continue premium features!
mr: 1 दिवस शिल्लक - प्रीमियम वैशिष्ट्ये सुरू ठेवण्यासाठी अपग्रेड करा!

# daysRemainingInTrial
source: {days} days remaining in your trial
mr: तुमच्या ट्रायलमध्ये {days} दिवस शिल्लक

source: Upgrade
mr: अपग्रेड

source: Upgrade Available
mr: अपग्रेड उपलब्ध

source: Premium upgrade feature coming soon!
mr: प्रीमियम अपग्रेड वैशिष्ट्य लवकरच येत आहे!

source: Unlock Premium Features
mr: प्रीमियम वैशिष्ट्ये अनलॉक करा

# enjoyFullPremiumFeaturesDuringTrial
source: Enjoy full premium features during your trial
mr: तुमच्या ट्रायल दरम्यान संपूर्ण प्रीमियम वैशिष्ट्ये अनुभवा

source: Get premium visibility and analytics
mr: प्रीमियम दृश्यमानता आणि विश्लेषण मिळवा

source: Access exclusive content and features
mr: विशेष सामग्री आणि वैशिष्ट्ये मिळवा

source: Explore Premium
mr: प्रीमियम एक्सप्लोर करा

source: Quick Actions
mr: द्रुत क्रिया

source: My Area
mr: माझे क्षेत्र

source: Manage Your Campaign
mr: तुमच्या प्रचाराचे व्यवस्थापन करा

source: View analytics and update your profile
mr: विश्लेषण पहा आणि तुमचे प्रोफाइल अपडेट करा

# deleteAccountConfirmation
source: Are you sure you want to delete your account? This action cannot be undone and will permanently delete all your data including: • Your profile information • Chat conversations and messages • XP points and rewards • Following/followers data This action is irreversible.
mr: तुम्हाला खरोखर तुमचे खाते हटवायचे आहे का? ही क्रिया पूर्ववत केली जाऊ शकत नाही आणि तुमचे सर्व डेटा कायमचा हटवेल यात: • तुमची प्रोफाइल माहिती • गप्पा आणि संदेश • XP गुण आणि बक्षिसे • फॉलोइंग/फॉलोअर्स डेटा ही क्रिया अपरिवर्तनीय आहे.

source: Cancel
mr: रद्द करा

source: Success
mr: यशस्वी

# accountDeletedSuccessfully
source: Your account has been deleted successfully.
mr: तुमचे खाते यशस्वीरित्या हटवले गेले आहे.

# failedToDeleteAccount
source: Failed to delete account: {error}
mr: खाते हटवण्यात अयशस्वी: {error}

source: User data not found
mr: वापरकर्ता डेटा सापडला नाही

source: Account Details
mr: खाते तपशील

source: Premium
mr: प्रीमियम

source: XP Points
mr: XP गुण

source: Log Out
mr: लॉग आउट

source: Search Candidates
mr: उमेदवार शोधा

source: Select City
mr: शहर निवडा

source: Select Ward
mr: वॉर्ड निवडा

source: Retry
mr: पुन्हा प्रयत्न करा

source: No candidates found
mr: कोणतेही उमेदवार सापडले नाहीत

# selectWardToViewCandidates
source: Select a ward to view candidates
mr: उमेदवार पाहण्यासाठी वॉर्ड निवडा

source: SPONSORED
mr: प्रायोजित

source: Loading messages...
mr: संदेश लोड होत आहेत...

source: No messages yet
mr: अद्याप कोणतेही संदेश नाहीत

# startConversation
source: Start the conversation in {roomName}
mr: {roomName} मध्ये संभाषण सुरू करा

source: Send Image
mr: प्रतिमा पाठवा

source: Create Poll
mr: मतदान तयार करा

source: Poll Created!
mr: मतदान तयार झाले!

# pollSharedInChat
source: Your poll has been shared in the chat
mr: तुमचे मतदान गप्पामध्ये सामायिक केले गेले आहे

source: Room Info
mr: खोली माहिती

source: Leave Room
mr: खोली सोडा

source: Type
mr: प्रकार

source: Public
mr: सार्वजनिक

source: Private
mr: खाजगी

source: Close
mr: बंद करा

source: Initialize Sample Data
mr: नमुना डेटा सुरू करा

source: Refresh Ward Room
mr: वॉर्ड खोली रिफ्रेश करा

source: Debug
mr: डीबग

# userDataRefreshed
source: User data refreshed and ward room checked
mr: वापरकर्ता डेटा रिफ्रेश झाला आणि वॉर्ड खोली तपासली गेली

source: Refresh Chat Rooms
mr: गप्पा खोल्या रिफ्रेश करा

source: Refreshed
mr: रिफ्रेश झाले

source: Chat rooms updated
mr: गप्पा खोल्या अपडेट झाल्या

source: No chat rooms available
mr: कोणत्याही गप्पा खोल्या उपलब्ध नाहीत

# chatRoomsWillAppearHere
source: Chat rooms will appear here when available User: {userName}
mr: गप्पा खोल्या उपलब्ध झाल्यावर येथे दिसतील वापरकर्ता: {userName}

source: Refresh Rooms
mr: खोल्या रिफ्रेश करा

source: Watch Ad
mr: जाहिरात पहा

source: Message Limit Reached
mr: संदेश मर्यादा संपली

# messageLimitReachedDescription
source: You have reached your daily message limit. Choose an option to continue:
mr: तुम्ही तुमच्या दैनंदिन संदेश मर्यादेत पोहोचलात. सुरू ठेवण्यासाठी पर्याय निवडा:

# remainingMessages
source: Remaining messages: {count}
mr: शिल्लक संदेश: {count}

# watchAdForXP
source: Watch Ad (+3-5 XP)
mr: जाहिरात पहा (+3-5 XP)

source: Buy XP
mr: XP खरेदी करा

# earnedExtraMessages
source: You earned 10 extra messages!
mr: तुम्हाला 10 अतिरिक्त संदेश मिळाले!

source: Loading rewarded ad...
mr: रिवॉर्डेड जाहिरात लोड होत आहे...

source: Create New Chat Room
mr: नवीन गप्पा खोली तयार करा

source: Room Title
mr: खोली शीर्षक

source: Enter room name
mr: खोलीचे नाव टाका

source: Description (Optional)
mr: वर्णन (पर्यायी)

# briefDescriptionOfRoom
source: Brief description of the room
mr: खोलीचे संक्षिप्त वर्णन

source: Room Type
mr: खोली प्रकार

source: Public Room
mr: सार्वजनिक खोली

source: Private Room
mr: खाजगी खोली

source: Create
mr: तयार करा

# initializeSampleDataDescription
source: This will create sample chat rooms and messages for testing purposes. This is only available for admin users. Continue?
mr: हे चाचणीच्या उद्देशाने नमुना गप्पा खोल्या आणि संदेश तयार करेल. हे फक्त प्रशासक वापरकर्त्यांसाठी उपलब्ध आहे. सुरू ठेवायचे का?

source: Initialize
mr: सुरू करा

source: Candidate data not found
mr: उमेदवार डेटा सापडला नाही

source: Candidate Profile
mr: उमेदवार प्रोफाइल

source: Candidate data not available
mr: उमेदवार डेटा उपलब्ध नाही

source: VERIFIED
mr: सत्यापित

source: Followers
mr: फॉलोअर्स

source: Following
mr: फॉलोइंग

source: Info
mr: माहिती

# wardInfo
source: Ward {wardId} • {cityId}
mr: वॉर्ड {wardId} • {cityId}

source: Joined {date}
mr: सामील झाले {date}

source: View all followers
mr: सर्व फॉलोअर्स पहा

source: Upcoming Events
mr: आगामी कार्यक्रम

# translationFailed
source: Translation failed: {error}
mr: भाषांतर अयशस्वी: {error}

source: Download PDF
mr: PDF डाउनलोड करा

source: English
mr: इंग्रजी

source: No manifesto available
mr: कोणतेही घोषणापत्र उपलब्ध नाही

source: Photos
mr: फोटो

source: Demo Video
mr: डेमो व्हिडिओ

source: JanMat App Demo
mr: जनमत अॅप डेमो

source: Fullscreen
mr: पूर्ण स्क्रीन

# janMatAppDemoDescription
source: JanMat App Demo - Watch how our platform works
mr: जनमत अॅप डेमो - आमचे प्लॅटफॉर्म कसे कार्य करते ते पहा

source: Videos
mr: व्हिडिओ

source: YouTube Channel
mr: यूट्यूब चॅनेल

source: Watch videos and updates
mr: व्हिडिओ आणि अपडेट्स पहा

source: No media available
mr: कोणतेही मीडिया उपलब्ध नाही

source: Contact Information
mr: संपर्क माहिती

source: Phone
mr: फोन

source: Email
mr: ईमेल

source: Social Media
mr: सोशल मीडिया

# party_bjp
source: Bharatiya Janata Party
mr: भारतीय जनता पक्ष

# party_inc
source: Indian National Congress
mr: भारतीय राष्ट्रीय काँग्रेस

# party_ss_ubt
source: Shiv Sena (Uddhav Balasaheb Thackeray)
mr: शिवसेना (उद्धव बाळासाहेब ठाकरे)

# party_ss_shinde
source: Balasahebanchi Shiv Sena (Shinde)
mr: बाळासाहेबांची शिवसेना

# party_ncp_ajit
source: Nationalist Congress Party (Ajit Pawar)
mr: राष्ट्रवादी काँग्रेस पक्ष (अजित पवार)

# party_ncp_sp
source: Nationalist Congress Party (Sharad Pawar)
mr: राष्ट्रवादी काँग्रेस पक्ष (शरदचंद्र पवार)

# party_mns
source: Maharashtra Navnirman Sena
mr: महाराष्ट्र नवनिर्माण सेना

# party_pwpi
source: Peasants and Workers Party of India
mr: शेतकरी कामगार पक्ष

# party_cpi_m
source: Communist Party of India (Marxist)
mr: भारतीय कम्युनिस्ट पक्ष (मार्क्सवादी)

# party_rsp
source: Rashtriya Samaj Paksha
mr: राष्ट्रीय समाज पक्ष

# party_sp
source: Samajwadi Party
mr: समाजवादी पक्ष

# party_bsp
source: Bahujan Samaj Party
mr: बहुजन समाज पार्टी

# party_bva
source: Bahujan Vikas Aaghadi
mr: बहुजन विकास आघाडी

# party_republican_sena
source: Republican Sena
mr: रिपब्लिकन सेना

# party_abs
source: Akhil Bharatiya Sena
mr: अखिल भारतीय सेना

# party_vba
source: Vanchit Bahujan Aghadi
mr: वंचित बहुजन आघाडी

# party_independent
source: Independents
mr: अपक्ष

# changePartySymbolTitle
source: Change Party & Symbol
mr: पक्ष आणि चिन्ह बदला

# updateButton
source: Update
mr: अपडेट करा

# updatePartyAffiliationHeader
source: Update Your Party Affiliation
mr: तुमच्या पक्षाच्या संलग्नतेचे अपडेट करा

# updatePartyAffiliationSubtitle
source: Change your party or become independent with a custom symbol.
mr: तुमचा पक्ष बदला किंवा स्वतंत्र होऊन सानुकूल चिन्ह वापरा.

source: Current Party
mr: सध्याचा पक्ष

# symbolLabel
source: Symbol: {symbol}
mr: चिन्ह: {symbol}

# newPartyLabel
source: New Party *
mr: नवीन पक्ष *

# selectPartyValidation
source: Please select your party
mr: कृपया तुमचा पक्ष निवडा

# symbolNameLabel
source: Symbol Name *
mr: चिन्हाचे नाव *

# symbolNameHint
source: e.g., Table, Chair, Whistle, Book, etc.
mr: उदा., टेबल, खुर्ची, शिट्टी, पुस्तक, इ.

# symbolNameValidation
source: Please enter a symbol name for independent candidates
mr: कृपया अपक्ष उमेदवारांसाठी चिन्हाचे नाव टाका

source: Symbol Image (Optional)
mr: चिन्ह प्रतिमा (पर्यायी)

# symbolImageDescription
source: Upload an image of your chosen symbol. If not provided, a default icon will be used.
mr: तुमच्या निवडलेल्या चिन्हाची प्रतिमा अपलोड करा. न दिल्यास, डिफॉल्ट आयकॉन वापरला जाईल.

source: Upload Symbol Image
mr: चिन्ह प्रतिमा अपलोड करा

source: Important Notice
mr: महत्वाची सूचना

# partyChangeWarning
source: Changing your party affiliation will update your profile immediately. This change will be visible to all voters.
mr: तुमच्या पक्षाच्या संलग्नतेत बदल केल्याने तुमचे प्रोफाइल त्वरित अपडेट होईल. हा बदल सर्व मतदारांना दिसेल.

# partyUpdateSuccess
source: Your party and symbol have been updated successfully!
mr: तुमचा पक्ष आणि चिन्ह यशस्वीरित्या अपडेट झाले आहेत!

# partyUpdateError
source: Failed to update party and symbol: {error}
mr: पक्ष आणि चिन्ह अपडेट करण्यात अयशस्वी: {error}

# symbolUploadSuccess
source: Symbol image uploaded successfully
mr: चिन्ह प्रतिमा यशस्वीरित्या अपलोड झाली

# symbolUploadError
source: Failed to upload symbol image: {error}
mr: चिन्ह प्रतिमा अपलोड करण्यात अयशस्वी: {error}

# symbolImageSizeLimitError
source: Image size must be less than 5MB. Please select a smaller image.
mr: प्रतिमेचा आकार 5MB पेक्षा कमी असावा. कृपया लहान प्रतिमा निवडा.

# updatingText
source: Updating...
mr: अपडेट होत आहे...

# updateInstructionText
source: Tap update to save your party and symbol changes
mr: तुमचा पक्ष आणि चिन्ह बदल जतन करण्यासाठी अपडेट टॅप करा

source: Choose Your Role
mr: तुमची भूमिका निवडा

source: How would you like to participate?
mr: तुम्हाला कशी सहभागी व्हायचे आहे?

# selectYourRoleToCustomizeExperience
source: Select your role to customize your experience in the community.
mr: समुदायातील तुमच्या अनुभवाचे सानुकूलन करण्यासाठी तुमची भूमिका निवडा.

source: Voter
mr: मतदार

source: Stay informed and participate in discussions
mr: माहिती मिळवा आणि चर्चेत सहभागी व्हा

source: Access ward discussions, polls, and community updates
mr: वॉर्ड चर्चा, मतदान आणि समुदाय अपडेट्समध्ये प्रवेश मिळवा

source: Candidate
mr: उमेदवार

source: Run for office and connect with voters
mr: निवडणुकीसाठी उभे राहा आणि मतदारांशी संपर्क साधा

source: Create your profile, share manifesto, and engage with community
mr: तुमचे प्रोफाइल तयार करा, घोषणापत्र सामायिक करा आणि समुदायाशी संवाद साधा

# continueButton
source: Continue
mr: सुरू ठेवा

source: You can change your role later in settings
mr: तुम्ही नंतर सेटिंग्जमध्ये तुमची भूमिका बदलू शकता

source: Please select a role to continue
mr: सुरू ठेवण्यासाठी कृपया भूमिका निवडा

source: Role Selected!
mr: भूमिका निवडली!

source: You selected Candidate. Please complete your profile.
mr: तुम्ही उमेदवार निवडला आहे. कृपया तुमचे प्रोफाइल पूर्ण करा.

source: You selected Voter. Please complete your profile.
mr: तुम्ही मतदार निवडला आहे. कृपया तुमचे प्रोफाइल पूर्ण करा.

# failedToSaveRole
source: Failed to save role: {error}
mr: भूमिका जतन करण्यात अयशस्वी: {error}

source: Complete Your Profile
mr: तुमचे प्रोफाइल पूर्ण करा

# welcomeCompleteYourProfile
source: Welcome! Please complete your profile to continue.
mr: स्वागत आहे! सुरू ठेवण्यासाठी कृपया तुमचे प्रोफाइल पूर्ण करा.

# preFilledFromAccount
source: Some information has been pre-filled from {loginMethod}. This helps us connect you with your local community.
mr: {loginMethod} वरून काही माहिती आधीच भरली गेली आहे. हे तुम्हाला तुमच्या स्थानिक समुदायाशी जोडण्यात मदत करते.

source: Full Name
mr: पूर्ण नाव

# fullNameRequired
source: Full Name *
mr: पूर्ण नाव *

source: Enter your full name
mr: तुमचे पूर्ण नाव टाका

# phoneNumberRequired
source: Phone Number *
mr: फोन नंबर *

source: Enter your phone number
mr: तुमचा फोन नंबर टाका

# birthDateRequired
source: Birth Date *
mr: जन्म तारीख *

source: Select your birth date
mr: तुमची जन्म तारीख निवडा

# genderRequired
source: Gender *
mr: लिंग *

source: Male
mr: पुरुष

source: Female
mr: स्त्री

source: Other
mr: इतर

source: Prefer not to say
mr: सांगू इच्छित नाही

# districtRequired
source: District *
mr: जिल्हा *

source: Select your district
mr: तुमचा जिल्हा निवडा

# bodyRequired
source: Body *
mr: संस्था *

source: Select your body
mr: तुमची संस्था निवडा

# cityRequired
source: City *
mr: शहर *

source: Select your city
mr: तुमचे शहर निवडा

# wardRequired
source: Ward *
mr: वॉर्ड *

source: Select your ward
mr: तुमचा वॉर्ड निवडा

# areaRequired
source: Area *
mr: क्षेत्र *

source: Select your area
mr: तुमचे क्षेत्र निवडा

source: Select city first
mr: आधी शहर निवडा

source: Complete Profile
mr: प्रोफाइल पूर्ण करा

source: * Required fields
mr: * आवश्यक क्षेत्रे

source: Please enter your name
mr: कृपया तुमचे नाव टाका

source: Name must be at least 2 characters
mr: नाव कमीत कमी 2 अक्षरे असावे

source: Please enter your phone number
mr: कृपया तुमचा फोन नंबर टाका

source: Phone number must be 10 digits
mr: फोन नंबर 10 अंकांचा असावा

# pleaseEnterValidPhoneNumber
source: Please enter a valid phone number
mr: कृपया वैध फोन नंबर टाका

source: Please select your birth date
mr: कृपया तुमची जन्म तारीख निवडा

source: Please select your gender
mr: कृपया तुमचे लिंग निवडा

source: Please fill all required fields
mr: कृपया सर्व आवश्यक क्षेत्रे भरा

# failedToLoadCities
source: Failed to load cities: {error}
mr: शहरे लोड करण्यात अयशस्वी: {error}

# failedToLoadWards
source: Failed to load wards: {error}
mr: वॉर्ड लोड करण्यात अयशस्वी: {error}

# failedToSaveProfile
source: Failed to save profile: {error}
mr: प्रोफाइल जतन करण्यात अयशस्वी: {error}

source: Profile Completed!
mr: प्रोफाइल पूर्ण झाला!

# basicProfileCompletedSetupCandidate
source: Basic profile completed. Now set up your candidate profile.
mr: मूलभूत प्रोफाइल पूर्ण झाला. आता तुमचा उमेदवार प्रोफाइल सेट अप करा.

# profileCompletedWardChatCreated
source: Profile completed! Your ward chat room has been created.
mr: प्रोफाइल पूर्ण झाला! तुमची वॉर्ड गप्पा खोली तयार झाली आहे.

# autoFilledFromAccount
source: Auto-filled from your account
mr: तुमच्या खात्यातून ऑटो-भरले

source: Complete Candidate Profile
mr: उमेदवार प्रोफाइल पूर्ण करा

source: Complete Your Candidate Profile
mr: तुमचा उमेदवार प्रोफाइल पूर्ण करा

# fillDetailsCreateCandidateProfile
source: Fill in your details to create your candidate profile and start engaging with voters.
mr: मतदारांशी संपर्क साधण्यासाठी तुमचा उमेदवार प्रोफाइल तयार करण्यासाठी तपशील भरा.

# enterFullNameAsOnBallot
source: Enter your full name as it appears on ballot
mr: मतपत्रिकेवर दिसणारे तुमचे पूर्ण नाव टाका

# politicalPartyRequired
source: Political Party *
mr: राजकीय पक्ष *

# symbolNameRequired
source: Symbol Name *
mr: चिन्हाचे नाव *

source: Manifesto (Optional)
mr: घोषणापत्र (पर्यायी)

# brieflyDescribeKeyPromises
source: Briefly describe your key promises and vision for the community
mr: तुमच्या प्रमुख वचनबद्धता आणि समुदायासाठी तुमचे दृष्टीपत्र संक्षिप्तपणे वर्णन करा

source: Update Candidate Profile
mr: उमेदवार प्रोफाइल अपडेट करा

source: What happens next?
mr: पुढे काय होईल?

# candidateProfileBenefits
source: • Your profile will be created and visible to voters • You can access the Candidate Dashboard to manage your campaign • Premium features will be available for enhanced visibility • You can update your manifesto, contact info, and media anytime
mr: • तुमचे प्रोफाइल तयार होईल आणि मतदारांना दिसेल • तुम्ही उमेदवार डॅशबोर्डमध्ये प्रवेश करू शकता आणि तुमच्या प्रचाराचे व्यवस्थापन करू शकता • प्रीमियम वैशिष्ट्ये वाढीव दृश्यमानतेसाठी उपलब्ध असतील • तुम्ही घोषणापत्र, संपर्क माहिती आणि मीडिया कधीही अपडेट करू शकता

source: Change Role Selection
mr: भूमिका निवड बदला

source: Please select your party
mr: कृपया तुमचा पक्ष निवडा

# failedToCreateCandidateProfile
source: Failed to create candidate profile: {error}
mr: उमेदवार प्रोफाइल तयार करण्यात अयशस्वी: {error}

# imageSizeMustBeLessThan5MB
source: Image size must be less than 5MB. Please select a smaller image.
mr: प्रतिमेचा आकार 5MB पेक्षा कमी असावा. कृपया लहान प्रतिमा निवडा.

# failedToUploadSymbolImage
source: Failed to upload symbol image: {error}
mr: चिन्ह प्रतिमा अपलोड करण्यात अयशस्वी: {error}

# candidateProfileUpdated
source: Success!
mr: यशस्वी!

# candidateProfileUpdatedMessage
source: Your candidate profile has been updated! You have 3 days of premium access to try all features.
mr: तुमचा उमेदवार प्रोफाइल अपडेट झाला आहे! तुम्हाला सर्व वैशिष्ट्ये ट्राय करण्यासाठी 3 दिवस प्रीमियम प्रवेश मिळाला आहे.

source: Basic info updated successfully
mr: मूलभूत माहिती यशस्वीरित्या अपडेट झाली

source: Symbol image uploaded successfully
mr: चिन्ह प्रतिमा यशस्वीरित्या अपलोड झाली

source: Uploading...
mr: अपलोड होत आहे...

source: Max 5MB
mr: कमाल 5MB

# uploadImageOfChosenSymbol
source: Upload an image of your chosen symbol. If not provided, a default icon will be used.
mr: तुमच्या निवडलेल्या चिन्हाची प्रतिमा अपलोड करा. न दिल्यास, डिफॉल्ट आयकॉन वापरला जाईल.

# supportedFormatsJPGPNGMax5MB
source: Supported formats: JPG, PNG. Maximum file size: 5MB.
mr: समर्थित स्वरूप: JPG, PNG. कमाल फाइल आकार: 5MB.

source: Image uploaded successfully
mr: प्रतिमा यशस्वीरित्या अपलोड झाली

# pleaseEnterSymbolNameForIndependent
source: Please enter a symbol name for independent candidates
mr: कृपया अपक्ष उमेदवारांसाठी चिन्हाचे नाव टाका

source: Please select your political party
mr: कृपया तुमचा राजकीय पक्ष निवडा

source: Manifesto Title
mr: घोषणापत्र शीर्षक

# manifestoTitleLabel
source: Manifesto Title
mr: घोषणापत्र शीर्षक

# manifestoTitleHint
source: e.g., Ward 23 Development & Transparency Plan
mr: उदा., वॉर्ड २३ विकास आणि पारदर्शकता योजना

source: Use demo title
mr: डेमो शीर्षक वापरा

source: Promises
mr: वचनबद्धता

# promisesTitle
source: Promises
mr: वचनबद्धता

source: Promise {number}
mr: वचनबद्धता {number}

source: Use demo template
mr: डेमो टेम्प्लेट वापरा

source: Delete Promise
mr: वचनबद्धता हटवा

source: Promise Title
mr: वचनबद्धता शीर्षक

# promiseTitleHint
source: e.g., Clean Water and Good Roads
mr: उदा., स्वच्छ पाणी आणि चांगले रस्ते

source: Point {number}
mr: बिंदू {number}

# pointHint1
source: Provide 24x7 clean water to every household
mr: प्रत्येक घराला २४x७ स्वच्छ पाणी पुरवठा

# pointHint2
source: Pothole-free ward roads in 1 year
mr: खड्डेमुक्त वॉर्ड रस्ते १ वर्षात

source: Delete Point
mr: बिंदू हटवा

source: Add Point
mr: बिंदू जोडा

source: Add New Promise
mr: नवीन वचनबद्धता जोडा

source: Upload Files
mr: फायली अपलोड करा

source: Upload PDF
mr: PDF अपलोड करा

# pdfFileLimit
source: File must be < 20 MB
mr: फाइल < २० MB असावी

source: Choose PDF
mr: PDF निवडा

source: Upload Image
mr: प्रतिमा अपलोड करा

# imageFileLimit
source: File must be < 10 MB
mr: फाइल < १० MB असावी

source: Choose Image
mr: प्रतिमा निवडा

source: Upload Video
mr: व्हिडिओ अपलोड करा

source: Premium Video
mr: प्रीमियम व्हिडिओ

# videoFileLimit
source: File must be < 100 MB
mr: फाइल < १०० MB असावी

source: Premium feature required
mr: प्रीमियम वैशिष्ट्य आवश्यक

source: Choose Video
mr: व्हिडिओ निवडा

# filesReadyForUpload
source: Files Ready for Upload ({count})
mr: अपलोडसाठी तयार फायली ({count})

# filesUploadMessage
source: These files will be uploaded to the server when you press Save.
mr: जेव्हा तुम्ही सेव्ह दाबाल तेव्हा या फायली सर्व्हरवर अपलोड केल्या जातील.

source: Ready for upload
mr: अपलोडसाठी तयार

source: Remove from upload queue
mr: अपलोड रांगेतून काढा

source: Manifesto PDF
mr: घोषणापत्र PDF

# tapToViewDocument
source: Tap to view your manifesto document
mr: तुमचे घोषणापत्र दस्तऐवज पाहण्यासाठी टॅप करा

source: Open PDF
mr: PDF उघडा

source: Manifesto Image
mr: घोषणापत्र प्रतिमा

# tapImageFullscreen
source: Tap image to view in full screen
mr: पूर्ण स्क्रीनमध्ये प्रतिमा पाहण्यासाठी टॅप करा

source: Manifesto Video
mr: घोषणापत्र व्हिडिओ

# premiumVideoContent
source: Premium video content available
mr: प्रीमियम व्हिडिओ सामग्री उपलब्ध

source: Manifesto Analytics
mr: घोषणापत्र विश्लेषण

source: Views
mr: पहावे

source: Likes
mr: लाइक

source: Shares
mr: शेअर

source: Downloads
mr: डाउनलोड

source: Choose Manifesto Title
mr: घोषणापत्र शीर्षक निवडा

source: Select Language:
mr: भाषा निवडा:

source: Choose Title:
mr: शीर्षक निवडा:

source: Standard development focus
mr: मानक विकास केंद्रित

# developmentWithTransparency
source: Development with transparency focus
mr: पारदर्शकतेसह विकास

# focusOnProgress
source: Focus on progress and growth
mr: प्रगती आणि वाढ केंद्रित

source: Focus on citizen welfare
mr: नागरिक कल्याण केंद्रित

source: Choose Demo Template
mr: डेमो टेम्प्लेट निवडा

source: Infrastructure & Cleanliness
mr: पायाभूत सुविधा आणि स्वच्छता

# infrastructureDescription
source: Clean water, roads & waste management
mr: स्वच्छ पाणी, रस्ते आणि कचरा व्यवस्थापन

source: Transparency & Accountability
mr: पारदर्शकता आणि जबाबदारी

# transparencyDescription
source: Open governance & citizen participation
mr: खुलं शासन आणि नागरिक सहभाग

source: Education & Youth Development
mr: शिक्षण आणि युवा विकास

# educationDescription
source: Digital education & skill training
mr: डिजिटल शिक्षण आणि कौशल्य प्रशिक्षण

source: Women & Safety Measures
mr: महिला आणि सुरक्षा उपाय
