Repository: sureshgvl/janmat
Catalog: lib/l10n/features/polls/polls_*.arb
Languages: mr

source: Ward Development Survey
mr: वॉर्ड विकास सर्वेक्षण

source: How should we prioritize ward development?
mr: आम्ही वॉर्ड विकासाला कशी प्राधान्य द्यावे?

# roadsAndInfrastructure
source: Roads & Infrastructure
mr: रस्ते आणि पायाभूत सुविधा

source: Education
mr: शिक्षण

source: Healthcare
mr: आरोग्यसेवा

source: Environment
mr: पर्यावरण

source: Candidate Preference
mr: उमेदवार प्राधान्य

source: Which candidate do you support?
mr: आपण कोणत्या उमेदवाराला पाठिंबा देता?

source: Candidate A
mr: उमेदवार अ

source: Candidate B
mr: उमेदवार ब

source: Candidate C
mr: उमेदवार क

source: Undecided
mr: अनिश्चित

source: Budget Allocation
mr: बजेट वाटप

source: Where should we allocate more funds?
mr: आम्ही अधिक निधी कुठे वाटप करावे?

source: Public Transport
mr: सार्वजनिक वाहतूक

# parksAndRecreation
source: Parks & Recreation
mr: उद्याने आणि मनोरंजन

source: Public Safety
mr: सार्वजनिक सुरक्षा

source: Create Poll
mr: मतदान तयार करा

source: Poll Title
mr: मतदान शीर्षक

source: Poll Question
mr: मतदान प्रश्न

source: Add Option
mr: पर्याय जोडा

source: Remove Option
mr: पर्याय काढा

source: Publish Poll
mr: मतदान प्रकाशित करा

source: Poll created successfully
mr: मतदान यशस्वीरित्या तयार झाले

# failedToCreatePoll
source: Failed to create poll: {error}
mr: मतदान तयार करण्यात अयशस्वी: {error}

source: Vote
mr: मत द्या

source: Voted
mr: मत दिले

source: View Results
mr: परिणाम पहा

# totalVotes
source: Total votes: {count}
mr: एकूण मते: {count}

source: Poll ended
mr: मतदान संपले

source: Poll active
mr: मतदान सक्रिय

source: No polls available
mr: कोणतेही मतदान उपलब्ध नाही

source: Loading polls...
mr: मतदान लोड करत आहे...

source: Refresh
mr: रिफ्रेश करा
